[
  "“Should I kill myself, or have a cup of coffee?” ― Albert Camus",
  "“What do you want? Just coffee. Black - like my soul.” ― Cassandra Clare, City of Bones",
  "“As long as there was coffee in the world, how bad could things be?” ― Cassandra Clare, City of Ashes",
  "“It is inhumane, in my opinion, to force people who have a genuine medical need for coffee to wait in line behind people who apparently view it as some kind of recreational activity.” ― Dave Barry",
  "“I'd rather take coffee than compliments just now.” ― Louisa May Alcott, Little Women",
  "“Coffee is a way of stealing time that should by rights belong to your older self.” ― Terry Pratchett, Thud!",
  "“Black as night, sweet as sin.” ― Neil Gaiman, Anansi Boys",
  "“Just the other day, I was in my neighborhood Starbucks, waiting for the post office to open. I was enjoying a chocolatey cafe mocha when it occurred to me that to drink a mocha is to gulp down the entire history of the New World. From the Spanish exportation of Aztec cacao, and the Dutch invention of the chemical process for making cocoa, on down to the capitalist empire of Hershey, PA, and the lifestyle marketing of Seattle's Starbucks, the modern mocha is a bittersweet concoction of imperialism, genocide, invention, and consumerism served with whipped cream on top.” ― Sarah Vowell",
  "“I don't really like coffee, she said, but I don't really like it when my head hits my desk when I fall asleep either. ” ― Brian Andreas",
  "“At Starbucks I like ordering a “Tall venti in a grande cup.” That’s basically me asking for a small large in a medium cup. ” ― Jarod Kintz, This Book Has No Title",
  "“Hydrogenated and androgynous milky white love is all I have to offer you. Would you like me to pour it in your coffee, or directly into your soul? ” ― Jarod Kintz, The Days of Yay are Here! Wake Me Up When They're Over.",
  "“Adventure in life is good; consistency in coffee even better.” ― Justina Chen, North of Beautiful",
  "“Respect doesn’t have to be shiny. It just needs to be wearable. Would you be so kind as to hold my jockstrap while I stir your hot coffee? ” ― Jarod Kintz, At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.",
  "“Let me wake up next to you, have coffee in the morning and wander through the city with your hand in mine, and I'll be happy for the rest of my fucked up little life.” ― Charlotte Eriksson, Empty Roads & Broken Bottles; in search for The Great Perhaps",
  "“If one unlabeled bottle holds nonfat milk, what does the second unlabeled bottle contain? If you answered “Whole milk” then you’re obviously not ready to receive a jug of my love. So I’ll just pour it in someone else’s coffee. ” ― Jarod Kintz, This is the best book I've ever written, and it still sucks",
  "“Police work wouldn't be possible without coffee, Wallander said. No work would be possible without coffee. They pondered the importance of coffee in silence.” ― Henning Mankell, One Step Behind",
  "“Mercy, he mumbled. What the hell did you do to my French Roast?” ― Patricia Briggs, Moon Called",
  "“It's just like when you've got some coffee that's too black, which means it's too strong. What do you do? You integrate it with cream, you make it weak. But if you pour too much cream in it, you won't even know you ever had coffee. It used to be hot, it becomes cool. It used to be strong, it becomes weak. It used to wake you up, now it puts you to sleep.” ― Malcolm X",
  "“There are those who love to get dirty and fix things. They drink coffee at dawn, beer after work. And those who stay clean, just appreciate things. At breakfast they have milk and juice at night. There are those who do both, they drink tea.” ― Gary Snyder",
  "“Come on, don't you ever stop and smell the coffee?” ― Justina Chen, North of Beautiful",
  "“Coffee first. Schemes later.” ― Leanna Renee Hieber, Darker Still",
  "“Only an idiot would rely on the energy of a bean or a leaf to stay awake throughout the day.” ― Tahereh Mafi, Destroy Me",
  "“I’ll tug at your breasts like a thirsty child. Try not to burn your nipples in my hot coffee. While you’re at it, I also like sugar in my coffee.” ― Jarod Kintz, This is the best book I've ever written, and it still sucks",
  "“It doesn't matter where you're from - or how you feel... There's always peace in a strong cup of coffee.” ― Gabriel Bá, Daytripper",
  "“My couch is coffee-colored. I can thank Starbucks and clumsiness for that.” ― Jarod Kintz, This Book is Not for Sale",
  "“Do you know how helpless you feel if you have a full cup of coffee in your hand and you start to sneeze? ” ― Jean Kerr",
  "“I like my coffee black, my beer from Germany, wine from Burgundy, the darker, the better. I like my heroes complicated and brooding, James Dean in oiled leather, leaning on a motorcycle. You know the color. (Ode to Chocolate)” ― Barbara Crooker, More",
  "“I brought you some coffee.” he held out the cup but she waved it away. “I hate that stuff. It tastes like feet.” At that he smiled. “How would you know what feet taste like?” “I just know.” -Luke and Clary, pg.209-” ― Cassandra Clare, City of Ashes",
  "“Her love was like cigarette smoke stirred into coffee. I drank it so fast it made me cough, but she’s not offering a refill at any price.” ― Jarod Kintz, Love quotes for the ages. Specifically ages 18-81."
]